import{d as _,h as r,o as t,c as s,F as i,n,t as a,e as o,p as x,f as m,M as f}from"./app-905d5cc4.js";const h=o("div",{class:"h-[80px] w-[280px] flex items-center justify-center bg-[#597be5] text-[36px] leading-[36px] font-[700] text-white"}," 利用規約 ",-1),v={class:"mt-[40px]"},N=_({__name:"Content",setup(y){const c=r([{list:"本ウェブサイト は株式会社ビッグハンズ(以下「当社」といいます。)が運営しております。本ウェブサイトのご利⽤にあたり、以下のご利⽤条件をご⼀読いただき、これらの条件にご同意された場合のみご利⽤ください。なお、本ご利⽤条件は変更される場合があります。最新の内容をご確認いただきますようお願いいたします。"},{list:"本ウェブサイトから、当社の関係会社が運営するウェブサイトにもリンクされております。それらのウェブサイトをご利⽤になる際には、その 中に掲載されているご利⽤条件にもご同意いただく必要がありますのでご注意ください。"},{list:"本ウェブサイトとは、以下のドメインに含まれるすべてのディレクトリおよびページをいいます。www.bighandz.co.jp"}]),p=r([{title:"1. 著作権",list:[{list:`本ウェブサイト上の⽂書の著作権は当社または当社の関係会社が所有しております。
            貴団体は、貴団体内で⾮営利⽬的で使⽤する場合にかぎり、本ウェブサイト上の⽂書を複製することができます。但し、かかる複製物には当社の
            著作権表⽰が付されることを条件とします。なお、本ウェブサイト上の各情報には、当該⽂書に適⽤される個別の著作権表⽰が付されている場合
            があり、当該表⽰にその旨が記載されている場合には、上記の使⽤‧複製権が制限されることがありますのでご注意ください。
            上記を除き、本ウェブサイトは、当社または第三者の著作権、特許権、商標権 その他の知的財産権に基づくいかなる権利も許諾するものではあり
            ません。例えば、本ウェブサイト上の⽂書で紹介または⾔及されている製品、ソフトウェア、サービス等に係る知的財産権に基づくいかなるライ
            センスも許諾するものではありません。`}]},{title:"2. 商標等",list:[{list:`本ウェブサイト上で使⽤される当社またはその他の会社等の商標、標章、ロゴマーク、商号等に関する権利は、商標法、不正競争防⽌法、商法及
                びその他の法律で保護されています。これらを各々の権利者の許諾を得ることなく無断で使⽤等することはできません。`}]},{title:"3. 免責事項",list:[{list:`当社は、コンテンツ、その他の本ウェブサイトで提供される情報等（以下、総称して「コンテンツ等」といいます。）の内容に関し、その正確性
                、有⽤性、確実性その他いかなる保証もするものではありません。コンテンツ等のご利⽤により万⼀何らかの損害が発⽣したとしても、当社は⼀
                切責任を負いません。`},{list:`当社は、本ウェブサイトの運営を予告なしに中断または中⽌することがあります。また、当社は、本ウェブサイト上に記載されている事項を予告
なしに変更または中⽌することがありますので、あらかじめご承知ください。`}]},{title:"4. 商品/サービスの対象国",list:[{list:`本ウェブサイトに掲載されている情報は、⽇本国内向けに提供する商品/サービス等の情報で、これらの商品/サービス等は、⽇本に在住している⽅
                のみが購⼊、⼊⼿および利⽤可能です。なお、個々のコンテンツにおいて、個別に提供国が⽰されている場合、またはそれを⽰すコンテンツにリン
                クしている場合には、当該情報が優先されます。`}]},{title:"5. 輸出管理",list:[{list:`本ウェブサイトより提供される技術、プログラム若しくは購⼊した製品を輸出(外国への持ち出し、国内における⾮居住者への開⽰を含む)する場合
                は、「外国為替及び外国貿易法」、「⽶国輸出管理法」その他適⽤される法令を遵守してください。`}]},{title:"6. リンクについて",list:[{list:"当社以外のウェブサイトへのリンクについて"},{list:`本ウェブサイトから、もしくは本ウェブサイトへリンクを張っている当社以外の第三者のウェブサイト（以下「リンクサイト」といいます。）は、
それぞれのリンクサイトの運営者の責任において管理されており、お客さまがこれらのリンクサイトをご利⽤される際は、それぞれのリンクサイト
の使⽤条件等に従ってご利⽤ください。なお、当社は、リンクサイトの内容について、またこれらの利⽤により⽣じた⼀切の損害について責任を負
いません。`},{list:"本ウェブサイトへのリンクについて"},{list:`お客さまのウェブサイトから本ウェブサイトへリンクを希望される場合の諸注意は、「株式会社ビッグハンズウェブサイトへのリンクについて」を
ご覧ください。`}]},{title:"7. 準拠法、管轄裁判所",list:[{list:`本ウェブサイトのご利⽤ならびに本利⽤条件の解釈及び適⽤に関しては、他に別段の定めがない限り⽇本国法に準拠するものとします。また本ウェ
ブサイトの利⽤に関わる全ての紛争については、他に別段の定めがない限り東京地⽅裁判所を第⼀審の専属管轄裁判所とするものとします。`}]},{title:"8. 本ウェブサイトに関するお問い合わせ",list:[{list:`本ウェブサイトに関するご意⾒‧お問い合わせは、「株式会社ビッグハンズへのご質問‧ご意⾒」のフォームからお願いします。
平成１７年４⽉１⽇`}]}]);return(w,g)=>(t(),s("div",{class:"font-NotoSansJP",style:x({width:m(f)+"px"})},[h,(t(!0),s(i,null,n(c.value,(e,l)=>(t(),s("div",{key:l,class:"mt-[30px]"},a(e.list),1))),128)),o("div",v,[(t(!0),s(i,null,n(p.value,(e,l)=>(t(),s("div",{key:l,class:"mt-[30px]"},[o("p",null,a(e.title),1),(t(!0),s(i,null,n(e.list,(u,d)=>(t(),s("p",{key:d},a(u.list),1))),128))]))),128))])],4))}});export{N as _};
